Repository: alessiobrusco13/Math-App
Catalog: Math-Project/Localization/*.lproj/Localizable.strings
Languages: it

source: %@ Coefficient
it: Coefficiente %@

source: The %@ coefficient is %@
it: Il coefficiente %@ è %@

source: Calculator
it: Calcolatrice

source: Continue
it: Continua

source: Create Linear System
it: Crea Sistema Lineare

source: Description...
it: Descrizione

source: Dismiss
it: Annulla

source: Equation Solver
it: Risolutore di Equazioni

source: First Equation
it: Prima Equazione

source: Graphs
it: Grafici

source: Linear System Solver
it: Risolutore di Sistemi Lineari

source: Recent Equation #%lld
it: Equazione Recente N°%lld

source: Recents
it: Recenti

source: Second Equation
it: Seconda Equazione

source: Select the number of equations for the system.
it: Seleziona il numero di equazioni del sistema.

source: Solve
it: Risolvi

source: The linear system couldn't be solved because it isn't in the correct format.
it: Non è stato possibile risolvere il sistema lineare perché non è nel formato corretto.

source: The linear system couldn't be solved because the equations aren't compatible.
it: Non è stato possibile risolvere il sistema lineare perché le equazioni non sono compatibili.

source: The Linear System couldn't be sovled.
it: Non è stato possibile risolvere il Sistema Lineare.

source: There was an error creating your linear system. Please, try again.
it: C'è stato un errore nel creare il tuo sistema lineare. Per favore, riprova.

source: Third Equation
it: Terza Equazione

source: Three Equations
it: Tre Equazioni

source: Tools
it: Strumenti

source: Two Equations
it: Due Equazoni
